Revit 2027 API
LogicalOrFilter Constructor
Overload List
Name | Description
LogicalOrFilter(IList<ElementFilter>) |  Constructs a new instance of the logical filter with any number of input filters.
LogicalOrFilter(ElementFilter, ElementFilter) |  Constructs a new instance of the logical filter with two input filters.
Top
See Also
Reference
LogicalOrFilter Class
Autodesk.Revit.DB Namespace